"New Tab" = "Nieuw tabblad";
"Close Tab" = "Sluit tabblad";
"Open in New Tab" = "Open in nieuw tabblad";
"Reopen Closed Tab" = "Heropen gesloten tabblad";

"Select Next Tab" = "Selecteer volgend tabblad";
"Select Previous Tab" = "Selecteer vorig tabblad";
"Switch Active Panel" = "Schakel tussen actief schermdeel";

"Toggle Dual Panel" = "Schakelen twee schermdelen in/uit";
"Full Screen" = "Volledig scherm";

"None" = "Geen;
"Save Window..." = "Bewaar venster...";
"Edit Windows..." = "Bewerk vensters...";